


{
 "resultCount":1,
 "results": [
{"isGameCenterEnabled":false, "appletvScreenshotUrls":[], "artworkUrl512":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/512x512bb.jpg", 
"screenshotUrls":["https://is5-ssl.mzstatic.com/image/thumb/Purple62/v4/99/b4/95/99b4950d-f511-6c2d-1664-76d22a58cc5b/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple62/v4/81/5c/fa/815cfa69-f012-0287-eb7c-f07306b1a829/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple22/v4/d3/4c/b6/d34cb6cc-937c-0dac-13ad-5191bf746d95/source/392x696bb.jpg", "https://is2-ssl.mzstatic.com/image/thumb/Purple71/v4/d8/13/be/d813be8c-affe-4fc2-eb7a-98fe2c969da8/source/392x696bb.jpg", "https://is2-ssl.mzstatic.com/image/thumb/Purple22/v4/e4/69/f2/e469f2ed-cd7f-a5f7-d8c3-a913edc36d3e/source/392x696bb.jpg"], "ipadScreenshotUrls":["https://is3-ssl.mzstatic.com/image/thumb/Purple62/v4/77/9b/51/779b510b-9e87-e9a3-b686-6526efb00796/source/576x768bb.jpg"], "artistViewUrl":"https://itunes.apple.com/py/developer/protonmail/id979659484?mt=8&uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/100x100bb.jpg", "advisories":[], 
"supportedDevices":["iPad2Wifi-iPad2Wifi", "iPad23G-iPad23G", "iPhone4S-iPhone4S", "iPadThirdGen-iPadThirdGen", "iPadThirdGen4G-iPadThirdGen4G", "iPhone5-iPhone5", "iPodTouchFifthGen-iPodTouchFifthGen", "iPadFourthGen-iPadFourthGen", "iPadFourthGen4G-iPadFourthGen4G", "iPadMini-iPadMini", "iPadMini4G-iPadMini4G", "iPhone5c-iPhone5c", "iPhone5s-iPhone5s", "iPadAir-iPadAir", "iPadAirCellular-iPadAirCellular", "iPadMiniRetina-iPadMiniRetina", "iPadMiniRetinaCellular-iPadMiniRetinaCellular", "iPhone6-iPhone6", "iPhone6Plus-iPhone6Plus", "iPadAir2-iPadAir2", "iPadAir2Cellular-iPadAir2Cellular", "iPadMini3-iPadMini3", "iPadMini3Cellular-iPadMini3Cellular", "iPodTouchSixthGen-iPodTouchSixthGen", "iPhone6s-iPhone6s", "iPhone6sPlus-iPhone6sPlus", "iPadMini4-iPadMini4", "iPadMini4Cellular-iPadMini4Cellular", "iPadPro-iPadPro", "iPadProCellular-iPadProCellular", "iPadPro97-iPadPro97", "iPadPro97Cellular-iPadPro97Cellular", "iPhoneSE-iPhoneSE", "iPhone7-iPhone7", "iPhone7Plus-iPhone7Plus", "iPad611-iPad611", "iPad612-iPad612", "iPad71-iPad71", "iPad72-iPad72", "iPad73-iPad73", "iPad74-iPad74", "iPhone8-iPhone8", "iPhone8Plus-iPhone8Plus", "iPhoneX-iPhoneX", "iPad75-iPad75", "iPad76-iPad76", "iPhoneXS-iPhoneXS", "iPhoneXSMax-iPhoneXSMax", "iPhoneXR-iPhoneXR", "iPad812-iPad812", "iPad834-iPad834", "iPad856-iPad856", "iPad878-iPad878"], "kind":"software", "features":["iosUniversal"], "languageCodesISO2A":["CA", "HR", "CS", "DA", "NL", "EN", "FR", "DE", "ID", "IT", "JA", "PL", "PT", "RO", "RU", "ZH", "ES", "ZH", "TR", "UK"], "fileSizeBytes":"157773824", "sellerUrl":"https://protonmail.com", "trackContentRating":"4+", "trackCensoredName":"ProtonMail - Correo cifrado", "trackViewUrl":"https://itunes.apple.com/py/app/protonmail-correo-cifrado/id979659905?mt=8&uo=4", "contentAdvisoryRating":"4+", "releaseDate":"2016-03-17T05:30:26Z", "primaryGenreName":"Productivity", "primaryGenreId":6007, 
"releaseNotes":"v1.11.6\nFijo:\n- Algunos usuarios ven el error \"No se puede analizar el token\" al iniciar sesión\n- Falta el candado en ciertos mensajes.\n- Los problemas al adjuntar la clave pública.\n- La respuesta a un mensaje no envía la respuesta a la dirección de \"respuesta a\"\n- Contacto de carga lenta en la lista de contactos.\n- Abrir un contacto con una gran llave PGP adjunta congela la aplicación\n- El enlace de registro del código de verificación bloquea la aplicación\n- Mensaje de 'firma de módulo inválido' al cambiar la contraseña\n- Fallo de aplicación al intercambiar mensajes en iOS 9\n- El acceso al plan de servicio bloquea la aplicación en iOS 9\n- Sugerencias de contacto en el compositor ocultado por teclado en iOS 9\n- Compartir imágenes / publicaciones desde la aplicación móvil de Twitter a través de ProtonMail genera un mensaje vacío (iOS 9 / 10.2.x)\n- Importe los archivos adjuntos de los archivos a la aplicación fallando en iOS 9-10\n- El contenido de la imagen remota no se carga en iOS 9\n- Problemas de sugerencia de contactos en el compositor en iOS 10\n- El mensaje enviado desde Apple Mail a través de Bridge bloquea la aplicación\n- Mejorar la verificación de nombre de usuario en la vista de registro\n- Error de \"dirección de correo electrónico no válida\" después de copiar y pegar el código de verificación del correo electrónico\n- El botón de compartir / cancelar / enviar extensión se muestra incorrectamente.\n- Habilitar el intercambio desde la aplicación predeterminada de notas de iOS\n- El uso de caracteres ASCII que no están en inglés muestra un mensaje de error incorrecto al registrarse\n- El borrado de datos no funciona desde la extensión de compartir.\n- Mostrar el campo BCC en los detalles del mensaje.\n- Eliminar iCloud sync para la aplicación ProtonMail\n- El problema de diseño de detalles del mensaje cuando en paisaje\n- Los mensajes enviados a pm.me no pueden reenviarse en cuentas gratuitas\n- Cierre de alerta de actualización de características premium. Abre automáticamente el enlace del navegador.\n- El texto se corta en algunos idiomas en la pantalla de inicio de sesión\n- Visualización de múltiples etiquetas (más de 5) dentro de mensajes\n- Las etiquetas para email no se muestran correctamente.\n- Verificar nuevos mensajes al recibir una conexión de red\n- La lista desplegable de sugerencias de contactos bloquea la opción de descarte / guardar borrador en iPad\n- Problema de diseño del compositor cuando la aplicación está en modo multitarea en un iPad\n- Responder a todos agrega su propia dirección si las direcciones de correo electrónico recibidas están en mayúsculas.\n- Faltan archivos adjuntos al reenviar correos electrónicos cifrados con PGP\n- Problema de codificación de correo electrónico de PGP Mime\n- El mensaje de envío en el modo sin conexión se envía dos veces cuando se vuelve a conectar a Internet\n- Falló el envío del mensaje. Inténtalo de nuevo. El cuerpo de MIME no está limpio en 7 bits\n- Las URL en la vista de contacto no son seleccionables\n- No se puede hacer clic en el botón '+' para agregar una nueva URL en el editor de contactos\n- Las notas de contacto no se pueden editar para que estén en blanco\n- Falta el uso de mayúsculas en los campos de datos en el editor de contactos\n- Enfoque 'al' campo cuando se reenvía un mensaje\n- Abrir un mensaje desde la notificación de inserción abre el mensaje dos veces\n- El tiempo de bloqueo automático para Touch / Face ID no funciona como se esperaba\n\n\nIdiomas:\n\n- Arreglos generales de cadena\n- Añadir croata", "formattedPrice":"Gratis", "minimumOsVersion":"9.0", "currency":"USD", "wrapperType":"software", "version":"1.11.6", "trackId":979659905, "trackName":"ProtonMail - Correo cifrado", "artistId":979659484, "artistName":"ProtonMail", "genres":["Productividad", "Negocios"], "price":0.00, 
"description":"\"ProtonMail ofrece correo electrónico cifrado, lo que hace prácticamente imposible que nadie lo lea excepto el remitente y el destinatario\". Wall Street Journal\n\nProtonMail es el servicio de correo electrónico cifrado más grande del mundo con más de 1 millón de usuarios. La aplicación de correo electrónico seguro ProtonMail para iPhone y iPad ofrece una encriptación de correo electrónico fácil de usar a su dispositivo móvil integrando perfectamente el cifrado de extremo a extremo PGP. ProtonMail también proporciona una interfaz de usuario moderna con un conjunto completo de características innovadoras, como gestos de deslizamiento personalizables y la capacidad de enviar correos electrónicos que expiran.\n\nDesde que fuimos fundados por los científicos del CERN en 2013, se nos han unido ciudadanos de todo el mundo que han apoyado nuestra misión de proteger la privacidad en línea. Nuestra aplicación móvil fue posible gracias a una campaña de donaciones de $550.000 dólares. Con la aplicación de ProtonMail, ahora puede crear su propia cuenta de correo electrónico gratuita y empezar a experimentar el correo electrónico seguro del futuro.\n\n¿Por qué usar ProtonMail?\n\n•\tAsegúrese de que sus correos electrónicos permanezcan privados y no puedan ser interceptados o revelados a terceros\n•\tCifrado de extremo a extremo, compatible con OpenPGP\n•\tFácil de usar: el cifrado se realiza automáticamente y es completamente invisible para el usuario\n•\tCero-acceso: todos los mensajes se almacenan en formato cifrado; ni siquiera ProtonMail puede leer tus mensajes\n•\tCódigo abierto: el cifrado de ProtonMail está abierto a inspección por expertos en seguridad de todo el mundo\n•\tGratis: ProtonMail es 100% libre, sin trampas.\n•\tPrivacidad y neutralidad suiza: ProtonMail se aloja completamente en Suiza, bajo la protección de las leyes de privacidad más fuertes del mundo\n\nCon la aplicación ProtonMail, puede:\n\n•\tCrear una nueva dirección de correo electrónico protonmail.com con creación y administración automática de claves PGP\n•\tEnviar y recibir mensajes de correo electrónico cifrados y archivos adjuntos automáticamente\n•\tEstablecer temporizadores para que los mensajes se autodestruyan después del envío\n•\tOrganizar rápidamente correos electrónicos con gestos y etiquetas personalizables\n•\tObtener notificaciones push de correos entrantes\n•\tEnviar mensajes de correo electrónico cifrados protegidos con contraseña a direcciones de correo electrónico que no sean de ProtonMail\n\nProtonMail en la prensa:\n\n\"ProtonMail es un sistema de correo electrónico tipo gmail que utiliza cifrado de extremo a extremo, lo que hace imposible que las partes externas supervisen\". Forbes\n\n\"Un nuevo servicio de correo electrónico que está desarrollando un grupo del MIT y el CERN promete traer correo electrónico seguro y encriptado a las masas y mantener la información confidencial lejos de miradas indiscretas\". Huffington Post", "bundleId":"ch.protonmail.protonmail", "isVppDeviceBasedLicensingEnabled":true, "sellerName":"Proton Technologies AG", "genreIds":["6007", "6000"], "currentVersionReleaseDate":"2019-03-08T07:36:04Z"}]
}


