


{
 "resultCount":1,
 "results": [
{"isGameCenterEnabled":false, 
"screenshotUrls":["https://is5-ssl.mzstatic.com/image/thumb/Purple62/v4/99/b4/95/99b4950d-f511-6c2d-1664-76d22a58cc5b/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple62/v4/81/5c/fa/815cfa69-f012-0287-eb7c-f07306b1a829/source/392x696bb.jpg", "https://is3-ssl.mzstatic.com/image/thumb/Purple22/v4/d3/4c/b6/d34cb6cc-937c-0dac-13ad-5191bf746d95/source/392x696bb.jpg", "https://is2-ssl.mzstatic.com/image/thumb/Purple71/v4/d8/13/be/d813be8c-affe-4fc2-eb7a-98fe2c969da8/source/392x696bb.jpg", "https://is2-ssl.mzstatic.com/image/thumb/Purple22/v4/e4/69/f2/e469f2ed-cd7f-a5f7-d8c3-a913edc36d3e/source/392x696bb.jpg"], "ipadScreenshotUrls":["https://is3-ssl.mzstatic.com/image/thumb/Purple62/v4/77/9b/51/779b510b-9e87-e9a3-b686-6526efb00796/source/576x768bb.jpg"], "appletvScreenshotUrls":[], "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/60x60bb.jpg", "artworkUrl512":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/512x512bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Purple114/v4/00/0a/98/000a986d-9ff2-03e8-474e-800ffda08123/source/100x100bb.jpg", "artistViewUrl":"https://itunes.apple.com/fr/developer/protonmail/id979659484?mt=8&uo=4", 
"supportedDevices":["iPad2Wifi-iPad2Wifi", "iPad23G-iPad23G", "iPhone4S-iPhone4S", "iPadThirdGen-iPadThirdGen", "iPadThirdGen4G-iPadThirdGen4G", "iPhone5-iPhone5", "iPodTouchFifthGen-iPodTouchFifthGen", "iPadFourthGen-iPadFourthGen", "iPadFourthGen4G-iPadFourthGen4G", "iPadMini-iPadMini", "iPadMini4G-iPadMini4G", "iPhone5c-iPhone5c", "iPhone5s-iPhone5s", "iPadAir-iPadAir", "iPadAirCellular-iPadAirCellular", "iPadMiniRetina-iPadMiniRetina", "iPadMiniRetinaCellular-iPadMiniRetinaCellular", "iPhone6-iPhone6", "iPhone6Plus-iPhone6Plus", "iPadAir2-iPadAir2", "iPadAir2Cellular-iPadAir2Cellular", "iPadMini3-iPadMini3", "iPadMini3Cellular-iPadMini3Cellular", "iPodTouchSixthGen-iPodTouchSixthGen", "iPhone6s-iPhone6s", "iPhone6sPlus-iPhone6sPlus", "iPadMini4-iPadMini4", "iPadMini4Cellular-iPadMini4Cellular", "iPadPro-iPadPro", "iPadProCellular-iPadProCellular", "iPadPro97-iPadPro97", "iPadPro97Cellular-iPadPro97Cellular", "iPhoneSE-iPhoneSE", "iPhone7-iPhone7", "iPhone7Plus-iPhone7Plus", "iPad611-iPad611", "iPad612-iPad612", "iPad71-iPad71", "iPad72-iPad72", "iPad73-iPad73", "iPad74-iPad74", "iPhone8-iPhone8", "iPhone8Plus-iPhone8Plus", "iPhoneX-iPhoneX", "iPad75-iPad75", "iPad76-iPad76", "iPhoneXS-iPhoneXS", "iPhoneXSMax-iPhoneXSMax", "iPhoneXR-iPhoneXR", "iPad812-iPad812", "iPad834-iPad834", "iPad856-iPad856", "iPad878-iPad878"], "kind":"software", "features":["iosUniversal"], "advisories":[], "averageUserRatingForCurrentVersion":5.0, "trackCensoredName":"ProtonMail Messagerie chiffrée", "languageCodesISO2A":["CA", "HR", "CS", "DA", "NL", "EN", "FR", "DE", "ID", "IT", "JA", "PL", "PT", "RO", "RU", "ZH", "ES", "ZH", "TR", "UK"], "fileSizeBytes":"157773824", "sellerUrl":"https://protonmail.com", "contentAdvisoryRating":"4+", "userRatingCountForCurrentVersion":6, "trackViewUrl":"https://itunes.apple.com/fr/app/protonmail-messagerie-chiffr%C3%A9e/id979659905?mt=8&uo=4", "trackContentRating":"4+", "isVppDeviceBasedLicensingEnabled":true, "trackName":"ProtonMail Messagerie chiffrée", "genreIds":["6007", "6000"], 
"releaseNotes":"v1.11.6\nFixé:\n- Certains utilisateurs voient l'erreur \"Impossible d'analyser le jeton\" lors de la connexion\n- Le cadenas est manquant sur certains messages\n- Les problèmes lors de la connexion de la clé publique\n- Répondre à un message n'envoie pas la réponse à l'adresse \"répondre à\"\n- Contact à chargement lent dans la liste de contacts\n- Ouvrir un contact avec une grande clé PGP attachée fige l'application\n- Le lien d'inscription du code de vérification bloque l'application\n- message 'signature de module invalide' lors de la modification du mot de passe\n- Blocage de l'application lors de l'échange de messages sur iOS 9\n- L'accès au plan de service bloque l'application sur iOS 9\n- Suggestions de contact dans le compositeur masquées par le clavier sur iOS 9\n- Le partage d'image / publication depuis l'application mobile Twitter via ProtonMail entraîne l'affichage d'un message vide (iOS 9 / 10.2.x).\n- L'importation d'une pièce jointe à partir d'un fichier entraîne le blocage de l'application sur iOS 9-10\n- Le contenu de l'image distante ne se charge pas sur iOS 9\n- Problèmes de suggestion de contact dans le compositeur sous iOS 10\n- Un message envoyé depuis Apple Mail via Bridge bloque l'application\n- Améliorer la vérification du nom d'utilisateur dans la vue d'inscription\n- Erreur \"Adresse e-mail non valide\" après le copier-coller du code de vérification de l'e-mail\n- Le bouton annuler / envoyer une extension de partage ne s'affiche pas correctement.\n- Activer le partage à partir de l'application iOS Notes par défaut\n- L'utilisation de caractères ASCII non anglais affiche un message d'erreur incorrect lors de l'inscription.\n- L'effacement des données ne fonctionne pas à partir d'une extension de partage.\n- Afficher le champ Cci dans les détails du message\n- Supprimer iCloud sync pour l'application ProtonMail\n- Problème de mise en page des détails du message en mode paysage\n- Les messages envoyés à pm.me ne peuvent pas être transférés sur des comptes gratuits\n- Alerte de fermeture de la fonctionnalité premium. Ouvre automatiquement le lien du navigateur\n- Le texte est coupé dans certaines langues dans l'écran de connexion\n- Affichage de plusieurs étiquettes (plus de 5) à l'intérieur des messages\n- Les étiquettes pour le courrier électronique ne sont pas affichées correctement\n- Vérifier les nouveaux messages à la réception d'une connexion réseau\n- La liste déroulante de suggestion de contact bloque l'option de suppression / enregistrement du brouillon sur iPad\n- Problème de composition du compositeur lorsque l'application est en mode multitâche sur un iPad\n- Répondre à tous ajoute sa propre adresse si les adresses électroniques reçues sont toutes en majuscules.\n- Pièces jointes manquantes lors du transfert d'e-mails chiffrés avec PGP\n- Problème d'encodage de messagerie PGP Mime\n- Envoi d'un message en mode hors ligne, le message est envoyé deux fois lors de la reconnexion à Internet.\n- L'envoi du message a échoué. Veuillez réessayer. Le corps de MIME n'est pas propre 7 bits.\n- Les URL en vue de contact ne sont pas cliquables\n- Le bouton '+' permettant d'ajouter une nouvelle URL dans l'éditeur de contact n'est pas cliquable\n- Les notes de contact ne peuvent pas être modifiées pour être vierges\n- Capitalisation manquante pour les champs de données dans l'éditeur de contact\n- Concentrez le champ 'sur' lors du transfert d'un message\n- Ouvrir un message à partir de la notification push ouvre le message deux fois\n- Le temps de verrouillage automatique pour Touch / Face ID ne fonctionne pas comme prévu\n\n\nLangues:\n\n- Corrections de chaînes générales\n- Ajouter le croate", "currentVersionReleaseDate":"2019-03-08T07:36:04Z", "currency":"EUR", "wrapperType":"software", "version":"1.11.6", "trackId":979659905, "artistId":979659484, "artistName":"ProtonMail", "genres":["Productivité", "Économie et entreprise"], "price":0.00, 
"description":"\"ProtonMail propose le chiffrement d'email, ce qui rend la lecture pratiquement impossible pour quiconque en dehors de l'expéditeur et du destinataire.\" Wall Street Journal\n\nProtonMail est le plus important service d'email chiffré avec plus d'1 million d'utilisateurs à travers le monde. L’application de messagerie sécurisée ProtonMail pour iPhone et iPad apporte un chiffrement des messages électroniques facile à utiliser sur votre appareil mobile en intégrant le chiffrement PGP de bout-en-bout. ProtonMail fournit également une interface utilisateur moderne avec un ensemble complet de fonctionnalités innovantes telles que des gestes de balayage personnalisables et la possibilité d’envoyer messages à expiration.\n\nDepuis la création de ProtonMail en 2013 par des scientifiques du CERN, des citoyens du monde entier nous ont rejoint pour nous encourager dans notre mission de protection de la vie privée en ligne. Notre application mobile a pu voir le jour grâce à une campagne record de dons de 550 000$. Avec l’app ProtonMail, vous pouvez maintenant créer votre propre compte mail gratuit ProtonMail et commencer à profiter de la messagerie sécurisée de l’avenir.\n\nPourquoi utiliser ProtonMail ?\n\n•\tAssurez-vous que vos emails restent entre vous et votre destinataire uniquement\n•\tChiffrement de bout en bout, compatible OpenPGP\n•\tUtilisation facile: le chiffrement est automatique et invisible pour vous\n•\tAucun accès: vos messages sont chiffrés, même ProtonMail ne peut pas les lire\n•\tOpen source: le chiffrement effectué par ProtonMail est disponible pour être inspecté par les experts en sécurité du monde entier\n•\tGratuit: ProtonMail est 100% gratuit, aucune arnaque. \n•\tConfidentialité et neutralité suisses: ProtonMail est hébergé entièrement en Suisse, sous la protection des lois de confidentialité les plus strictes au monde\n\nAvec l'app ProtonMail, vous pouvez :\n\n•\tCréer une nouvelle adresse email de type @protonmail.com avec génération et gestion automatique de clés PGP\n•\tEnvoyer et recevoir des emails et des pièces jointes automatiquement chiffrés\n•\tRégler la minuterie pour que les messages s’autodétruisent après l’envoi\n•\tOrganiser rapidement les emails avec des gestures et des étiquettes personnalisables\n•\tRecevoir des notifications instantanées pour les nouveaux emails\n•\tEnvoyer des emails chiffrés et protégés par mot de passe à des adresses électroniques non-ProtonMail\n\nProtonMail dans la presse :\n\n\"ProtonMail est une messagerie électronique de type gmail qui utilise le chiffrement de bout à bout, rendant impossible la surveillance par des tiers.\" Forbes\n\n\"Nouveau service d’email développé par un groupe issu du MIT et du CERN qui s’engage à rendre accessible la messagerie sécurisée et chiffrée au plus grand nombre en maintenant les informations sensibles à l'abri des regards indiscrets.\" Huffington Post", "minimumOsVersion":"9.0", "bundleId":"ch.protonmail.protonmail", "formattedPrice":"Gratuit", "releaseDate":"2016-03-17T05:30:26Z", "primaryGenreName":"Productivity", "primaryGenreId":6007, "sellerName":"Proton Technologies AG", "averageUserRating":4.5, "userRatingCount":176}]
}


