{ title: 'Absher',
  description:
   'Absher is the official individuals eServices Mobile Application that provide the services of Absher portal in Kingdom of Saudi Arabia. \r\n\r\n-\tWith Absher, which is available in both Arabic and English, you will be able to perform many  services for individuals in KSA whether they are citizens or residents.\r\n-\tAbsher has been designed and developed with special consideration to security and privacy of user\'s data and communication. So, you can safely browse your profile or your family members, or labors working for you, and perform a wide range of eServices online.',
  descriptionHTML:
   'Absher is the official individuals eServices Mobile Application that provide the services of Absher portal in Kingdom of Saudi Arabia. <br><br>-\tWith Absher, which is available in both Arabic and English, you will be able to perform many  services for individuals in KSA whether they are citizens or residents.<br>-\tAbsher has been designed and developed with special consideration to security and privacy of user&#39;s data and communication. So, you can safely browse your profile or your family members, or labors working for you, and perform a wide range of eServices online.',
  summary:
   'Absher is the official individuals eServices Mobile Application in Saudi Arabia.',
  installs: '1,000,000+',
  minInstalls: 1000000,
  score: 4.8116317,
  scoreText: '4.8',
  ratings: 76069,
  reviews: 46353,
  histogram: { '1': 2232, '2': 411, '3': 1087, '4': 1994, '5': 70345 },
  price: 0,
  free: true,
  currency: 'USD',
  priceText: 'Free',
  offersIAP: false,
  size: '4.3M',
  androidVersion: '4.4',
  androidVersionText: '4.4 and up',
  developer: 'National Information Center',
  developerId: 'National+Information+Center',
  developerEmail: 'AbsherMobile@nic.gov.sa',
  developerWebsite: 'http://www.moi.gov.sa/',
  developerAddress: undefined,
  privacyPolicy: 'https://www.moi.gov.sa/wps/portal/static/privacy-policy/',
  genre: 'Productivity',
  genreId: 'PRODUCTIVITY',
  familyGenre: undefined,
  familyGenreId: undefined,
  icon:
   'https://lh3.googleusercontent.com/CwhLG9RvUZ7y2n9t17SfYJ4Tb9p7iCLGZir4IgYvmsqcMGPWr-_2LHZAKmV3O4KLlhLG',
  headerImage:
   'https://lh3.googleusercontent.com/3PThH6Ht40pdafmku3hnD6yHag97svzqelHeDdl5L15Rq0FXxCsfzlxdY91CloL0kzU',
  screenshots:
   [ 'https://lh3.googleusercontent.com/jhepA0D4AH0_sJIaQ6HWAcOoybIep9bQ8ff8V1StRnTLAcr5_d3hly12RNPAorXVZyhp',
     'https://lh3.googleusercontent.com/krgcSwuuBhmwbJAGOJZGM6wwg5u9tgCmn0pennKKEFOXfbHyLtMvVMh4zQp2A7qeKQ',
     'https://lh3.googleusercontent.com/K6P3ZdKuc-4x6bJfWe0ZwetZ5swcMUDNnqrnLqZyQQC1lYrWFzhn6j739O2ohlm4oFA',
     'https://lh3.googleusercontent.com/Ow0nQ3g-PM_uT3PqeYVODEry_sHfrXS2ixtJsRCSdnPHpYhZsxx2mDdMQIxK0o4mZoSL',
     'https://lh3.googleusercontent.com/C60oH0FGqjQ_LUE_6sG050keZ2QaBNQ_TsXFF247cCNZf5H21WIwuN7Ryq7tFAFVng',
     'https://lh3.googleusercontent.com/DHrGopEVBSHTwwSdGp1T4yYevRGZR-byzHsdyFMqO27j6_N_fXZk7CmA7kUJ_B5qieI' ],
  video: undefined,
  videoImage: undefined,
  contentRating: 'PEGI 3',
  contentRatingDescription: undefined,
  adSupported: false,
  released: 'Feb 24, 2016',
  updated: 1548768579000,
  version: '2.6',
  recentChanges: 'General enhancements and bug fixes.',
  comments:
   [ 'The absolute BEST app for enslaving and controlling my women, and their movements. Sure, there are other apps that do the same thing, but I have found none that allows its users the complete control and enslavement that this one does. Most of the other apps have inaccurate tracking, and even worse, have allowed some women to escape, which defeats the whole purpose, doesn\'t it? "You have tried the rest; \'Absher\' is the best!" (At controlling and enslaving women) Oh, and it does gov. stuff, too.',
     'This app is such a breath of fresh air. As a woman, I totally can\'t be trusted to make even the simplest decisions, let alone trevale or whatever it\'s called. I finally have the freedom and convenience to have neither freedom nor convenience. Plus, I don\'t have to worry about accidentally joining a terrorist group, raping, enslaving, murdering, and the countless other atrocities the men do!* *This rating was approved by my 10yr old, male guardian.',
     'I remembered in 2009 if you would like to renew your passport or your national ID it is the hardest, difficult, challenging, and time consuming mission. In 2019, you can do all the governments decounents while you\'re at home, significant change. What I described earlier for those who in a good health, I am not talking about disability people who suffer twice. Those who talking about using the application to discriminate women, they do not see my mom, sisters in the countryside, they depend on it',
     'it\'s by far the best govermntal application that have ever being created and all the haters who says otherwise should be honest or shut up. people who experienced this life changing app will agree and I can\'t believe what would I do without it. deepest appreciation and gratitude for the Saudi government for top quality services app. passport,ID,immigration, banks and heaps of other services are only a click of a button away. what else can you ask for. thank God for this blessing.',
     'This is the best app for the best government service ever. I remember that up to 2010 we used to form long queues at government places. With this wonderful app, all the government departments and sections are just a few clicks away. Imagine I don\'t have to leave my house to renew ID or Passport or even Driving License. All I have to do is to pay using online banking then have it delivered to my home using Saudi Post! Go Go Go KSA! We r the best!!' ],
  appId: 'sa.gov.moi',
  url:
   'https://play.google.com/store/apps/details?id=sa.gov.moi&hl=en&gl=es' }
