{ title: 'Absher',
  description:
   'Absher is the official individuals eServices Mobile Application that provide the services of Absher portal in Kingdom of Saudi Arabia. \r\n\r\n-\tWith Absher, which is available in both Arabic and English, you will be able to perform many  services for individuals in KSA whether they are citizens or residents.\r\n-\tAbsher has been designed and developed with special consideration to security and privacy of user\'s data and communication. So, you can safely browse your profile or your family members, or labors working for you, and perform a wide range of eServices online.',
  descriptionHTML:
   'Absher is the official individuals eServices Mobile Application that provide the services of Absher portal in Kingdom of Saudi Arabia. <br><br>-\tWith Absher, which is available in both Arabic and English, you will be able to perform many  services for individuals in KSA whether they are citizens or residents.<br>-\tAbsher has been designed and developed with special consideration to security and privacy of user&#39;s data and communication. So, you can safely browse your profile or your family members, or labors working for you, and perform a wide range of eServices online.',
  summary:
   'Absher is the official individuals eServices Mobile Application in Saudi Arabia.',
  installs: '1,000,000+',
  minInstalls: 1000000,
  score: 4.811557,
  scoreText: '4.8',
  ratings: 76076,
  reviews: 46356,
  histogram: { '1': 2233, '2': 412, '3': 1087, '4': 1994, '5': 70350 },
  price: 0,
  free: true,
  currency: 'USD',
  priceText: 'Free',
  offersIAP: false,
  size: '4.3M',
  androidVersion: '4.4',
  androidVersionText: '4.4 and up',
  developer: 'National Information Center',
  developerId: 'National+Information+Center',
  developerEmail: 'AbsherMobile@nic.gov.sa',
  developerWebsite: 'http://www.moi.gov.sa/',
  developerAddress: undefined,
  privacyPolicy: 'https://www.moi.gov.sa/wps/portal/static/privacy-policy/',
  genre: 'Productivity',
  genreId: 'PRODUCTIVITY',
  familyGenre: undefined,
  familyGenreId: undefined,
  icon:
   'https://lh3.googleusercontent.com/CwhLG9RvUZ7y2n9t17SfYJ4Tb9p7iCLGZir4IgYvmsqcMGPWr-_2LHZAKmV3O4KLlhLG',
  headerImage:
   'https://lh3.googleusercontent.com/3PThH6Ht40pdafmku3hnD6yHag97svzqelHeDdl5L15Rq0FXxCsfzlxdY91CloL0kzU',
  screenshots:
   [ 'https://lh3.googleusercontent.com/jhepA0D4AH0_sJIaQ6HWAcOoybIep9bQ8ff8V1StRnTLAcr5_d3hly12RNPAorXVZyhp',
     'https://lh3.googleusercontent.com/krgcSwuuBhmwbJAGOJZGM6wwg5u9tgCmn0pennKKEFOXfbHyLtMvVMh4zQp2A7qeKQ',
     'https://lh3.googleusercontent.com/K6P3ZdKuc-4x6bJfWe0ZwetZ5swcMUDNnqrnLqZyQQC1lYrWFzhn6j739O2ohlm4oFA',
     'https://lh3.googleusercontent.com/Ow0nQ3g-PM_uT3PqeYVODEry_sHfrXS2ixtJsRCSdnPHpYhZsxx2mDdMQIxK0o4mZoSL',
     'https://lh3.googleusercontent.com/C60oH0FGqjQ_LUE_6sG050keZ2QaBNQ_TsXFF247cCNZf5H21WIwuN7Ryq7tFAFVng',
     'https://lh3.googleusercontent.com/DHrGopEVBSHTwwSdGp1T4yYevRGZR-byzHsdyFMqO27j6_N_fXZk7CmA7kUJ_B5qieI' ],
  video: undefined,
  videoImage: undefined,
  contentRating: 'Rated for 3+',
  contentRatingDescription: undefined,
  adSupported: false,
  released: undefined,
  updated: 1548768579000,
  version: '2.6',
  recentChanges: 'General enhancements and bug fixes.',
  comments:
   [ 'This is the most beneficial application I have ever had in my life. I guarantee you that you will never find such perfect governmental services this application provide. I live in the US, and we still doing our governmental services by mail, what a surprise. While I can say that Saudi Arabia has made it possible to have your official governmental services literally done in seconds by few clicks on your touch screen. Thanks a lot for those who are behind the scenes doing there best improving it.',
     'For those who don\'t know ANYTHING about this application at all, all you know about it is nothing! This app represents the most sophisticated government services such issue or renewal of passport, renwal of driving license and other services just by one click. Don\'t be such an IDIOT and believe what the media say about it UNLESS YOU TRY IT BY YOURSELF. DON\'T BE DRIVEN LIKE A SHEEP AND THINK LOGICALLY !!',
     'Best Government Service App Ever, have made our live easier, it helps us (as Saudis)faster an easier than most developed countries such as EU countries can serve their citizens. I see some negative reviews from some users who doesn\'t know even where does SA are located. Save your breath its our country and we are happy in it, proud & satisfied with the services that are offered to us.',
     'The best app make our life so easy. This is the most beneficial application I have ever had in my life. I guarantee you that you will never find such perfect governmental services this application provide. You can do most of governmental services by clik, what a surprise. While I can say that Saudi Arabia has made it possible to have your official governmental services literally done in seconds by few clicks on your touch screen. Thanks a lot for those who are behind the',
     'It does what it says, I get my things done and I don\'t need to search for multiple sites which it makes my life easier. The application is very accurate and it works well unlike some applications where you get a lot of errors and ads. To be honest this application is beautiful, artistic and well designed, I loved the background of the menu. Assisting a lot of people whether they are citizens or foreigners, it gives me ideas for my future applications that I might make. 🙇🏻‍♂️' ],
  appId: 'sa.gov.moi',
  url:
   'https://play.google.com/store/apps/details?id=sa.gov.moi&hl=en&gl=zm' }
