{ title: 'Tumblr',
  description:
   'Tumblr is a place to express yourself, discover yourself, and bond over the stuff you love. Whether it’s fandoms or philosophy, fashion or felines, Tumblr is where your interests connect you with your people.\r\n\r\nEXPRESS YOURSELF\r\n— Post photos, GIFs, text, videos, live videos, audio, anything. \r\n— Make your own GIFs. Cover them in stickers and text, if you like.\r\n\r\nBE YOURSELF\r\n— Look however you want. Customize your Tumblr’s colors, fonts, layout, everything.\r\n— Follow whatever topics you’re interested in. Find new ones you didn’t even know existed. \r\n\r\nCONNECT WITH YOUR PEOPLE\r\n— Join millions of people in millions of communities across millions of #tags. \r\n— See something you love? Reblog it to your Tumblr and start a conversation.\r\n— Start a private conversation with your friends in messaging. \r\n— Or just follow, if you’re feeling shy. No big deal.\r\n\r\nLive streaming of sporting events on Tumblr in the United States features Nielsen’s proprietary measurement software which will allow you to contribute to market research, like Nielsen’s TV Ratings. Please see www.nielsen.com/digitalprivacy for more information. US users may also visit Settings in the app to opt out of Nielsen measurement.',
  descriptionHTML:
   'Tumblr is a place to express yourself, discover yourself, and bond over the stuff you love. Whether it’s fandoms or philosophy, fashion or felines, Tumblr is where your interests connect you with your people.<br><br>EXPRESS YOURSELF<br>— Post photos, GIFs, text, videos, live videos, audio, anything. <br>— Make your own GIFs. Cover them in stickers and text, if you like.<br><br>BE YOURSELF<br>— Look however you want. Customize your Tumblr’s colors, fonts, layout, everything.<br>— Follow whatever topics you’re interested in. Find new ones you didn’t even know existed. <br><br>CONNECT WITH YOUR PEOPLE<br>— Join millions of people in millions of communities across millions of #tags. <br>— See something you love? Reblog it to your Tumblr and start a conversation.<br>— Start a private conversation with your friends in messaging. <br>— Or just follow, if you’re feeling shy. No big deal.<br><br>Live streaming of sporting events on Tumblr in the United States features Nielsen’s proprietary measurement software which will allow you to contribute to market research, like Nielsen’s TV Ratings. Please see www.nielsen.com/digitalprivacy for more information. US users may also visit Settings in the app to opt out of Nielsen measurement.',
  summary:
   'Tumblr is where your interests connect you with your people.',
  installs: '100,000,000+',
  minInstalls: 100000000,
  score: 4.3454676,
  scoreText: '4.3',
  ratings: 3243840,
  reviews: 895673,
  histogram:
   { '1': 242065, '2': 76993, '3': 194537, '4': 534885, '5': 2195360 },
  price: 0,
  free: true,
  currency: 'USD',
  priceText: 'Free',
  offersIAP: false,
  size: 'Varies with device',
  androidVersion: 'VARY',
  androidVersionText: 'Varies with device',
  developer: 'Tumblr, Inc.',
  developerId: 'Tumblr,+Inc.',
  developerEmail: 'support@tumblr.com',
  developerWebsite: 'http://tumblr.com',
  developerAddress: undefined,
  privacyPolicy: 'https://www.tumblr.com/privacy',
  genre: 'Social',
  genreId: 'SOCIAL',
  familyGenre: undefined,
  familyGenreId: undefined,
  icon:
   'https://lh3.googleusercontent.com/fbIR6OKfxqbDctbwn4MyjZp2vdw7UEVO6oqDxTl2dc9Heulc1953PxDnduUe7dsEOuY',
  headerImage:
   'https://lh4.ggpht.com/Mc9Z9_SRMIK9SLo_A1esqA6yWqvyL3TeYAiRkQfL_zD03Ia4QupsNQNjYxXJyuirBsI',
  screenshots:
   [ 'https://lh3.googleusercontent.com/tvJmSYZ-TLLn6C4-him8y4KicM9268sGc1803Uo-P5eDFUT3NKMcgdx7Y7Me8Ue3Mw',
     'https://lh3.googleusercontent.com/kkpi6ZS1NYfWn-GFUc-MzdY1wRvWyI43oH_0YPhBZ233F8LlrG6BBrqrPA_sftL2s7Y',
     'https://lh3.googleusercontent.com/oaMUctM5RWeYkzjS9GUD0AMnvG53nw1rwEIycukAd34yot7hstFaUn4E4MZRWtuOOA',
     'https://lh3.googleusercontent.com/VPY8GNjlKem3_6OivCWN75E3SxfIf9R1FAMaoLRKzA9Y4cTS-n_ZEI4rKXhHhmxG-A',
     'https://lh3.googleusercontent.com/c4SkUOBduHRUIEVZgfiddrtp1k_HZXiouPh6uoaoXsePZ4wGl3MOLWq7gkbyp3ztrV4',
     'https://lh3.googleusercontent.com/59jRKRpSlU5sweJiFeEmHsj4ctxiKYmZUO-A9k4f1jCvDzgDQsz0JCxv7gAC5mVFVWQ',
     'https://lh3.googleusercontent.com/AtA5Pl77--Ud-PW2o4GrygdIitrlIqfjmtviWkTLGFF4QCs396-Mivz30pj1u4Lxiw',
     'https://lh3.googleusercontent.com/4eC8GMWCJZa7nfmW8RbYwkzEvx019jx49bZ4U0N_GTHWtGpa4oci3TdcjnHFvQQwTalU',
     'https://lh3.googleusercontent.com/tMUbdtcXx5xlxJKs4YDNSfmhfAro9lXH8EahtC4Yg0wbD0TeRnUFgHViickeK8g0INc' ],
  video:
   'https://www.youtube.com/embed/sAn_h1zV4c0?ps=play&vq=large&rel=0&autohide=1&showinfo=0',
  videoImage: 'https://i.ytimg.com/vi/sAn_h1zV4c0/hqdefault.jpg',
  contentRating: 'Rated for 12+',
  contentRatingDescription: 'Parental Guidance Recommended',
  adSupported: true,
  released: 'Aug 14, 2010',
  updated: 1553699885000,
  version: 'Varies with device',
  recentChanges:
   'Thanks for choosing Tumblr, a place to connect with others over shared interests.<br><br>We&#39;ve increased the text block limit to 250 beautiful text blocks. Please have fun filling them with your favorite vowels and consonants.<br><br>Follow @staff for updates, feature announcements, and highlights from the community.',
  comments:
   [ 'censorship sucks. also, I\'ve been trying to change my bio on tumblr for over a month and the problem persists. it won\'t let me change it and says "we can\'t complete your request at this time". I\'ve deleted it, reinstalled it, made sure it was up to date, tagged tumblr staff & support and let them know & the problem still persists. I\'m very close to deleting tumblr all together',
     'Tumblr was a great application, and I used to love it. The recent update made Tumblr not be able to have anything NSFW related on it, which made it lose many users. I still don\'t understand why they did it when they knew they would lose so many people. Still, it was their choice, but I don\'t agree with it. Tumblr overall is a good app, but it is dying because of the new update. I hope the creators soon change their minds before Tumblr gets washed away.',
     'You can\'t find anything that is more disappointing than the Tumblr app, honestly. I\'m very glad to know that they welcome nazi\'s and pedophiles more than they welcome artists and various other users who may or may not have been there since the beginning. (And this is coming from a sock, so what does that tell you?) Either way, I suggest using literally ANY other app besides this one. Not only does it welcome atrocious people, but it shames women as well. What a wonderous business model!',
     'Never mind the site becoming Baby\'s First Social Media this app is hard to look at with the new, beautiful vomit green and it goes so well with the new blue that\'s two shades darker than the last blue. This app has been broken since I made my first account in 2014 and it\'s clear it\'s not going to be fixed. The content has been reduced dramatically since the wonderful nsfw censors have been put in place. Hope the idea was to run this site to the ground then shut it down.',
     'I really hate the new update, it took away the classic look of the app and everything is far too harsh on the eyes now. Tags were gray and faint, now they\'re just as bold as a posts text. The nsfw ban didn\'t make me any happier too, but that\'s another story. Just please go back to the classic look or tell me how to uninstall this update, not a fan.' ],
  appId: 'com.tumblr',
  url:
   'https://play.google.com/store/apps/details?id=com.tumblr&hl=en&gl=gw' }
